Repository: jiinurppa/yle-dl-gui
Catalog: yle-dl-gui/*.lproj/Localizable.strings
Languages: fi

# filenamePrefix
source: Downloaded_
fi: Ladattu_

# yleDlNotInstalledWarning
source: ❌ yle-dl not found in default path, open
fi: ❌ yle-dl ei löydy oletuspolusta, avaa selaimeen

# downloadSucceeded
source: ✅ Download done
fi: ✅ Lataus valmistui

source: ❌ Download failed
fi: ❌ Lataus epäonnistui

# videoUrlButton
source: Video address
fi: Videon osoite

source: e.g.
fi: esim.

source: Browse
fi: Selaa

source: Choose folder
fi: Valitse kansio

# pathButton
source: File path
fi: Tallennuskansio

# yleDlHelpLink
source: yle-dl installation steps
fi: yle-dl asennusohjeet

# showVideoButton
source: Show file
fi: Näytä video

source: Download
fi: Lataa

source: Download in progress
fi: Lataus on käynnissä
